Repository: JonathanSeriesX/conductor
Catalog: Conductor/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, pt_br, ru, uk, zh_hans

source: This type also requires %@, which Conductor can't fill yet. Create it in the browser.
ar: يتطلب هذا النوع أيضًا: %@، ولا يستطيع Conductor ملء ذلك بعد. أنشئ المشكلة في المتصفح.
de: Dieser Typ erfordert außerdem %@, was Conductor noch nicht ausfüllen kann. Erstellen Sie den Vorgang im Browser.
es: Este tipo también requiere %@, que Conductor aún no puede rellenar. Créala en el navegador.
fr: Ce type requiert aussi %@, que Conductor ne sait pas encore remplir. Créez le ticket dans le navigateur.
hi: इस प्रकार के लिए %@ भी आवश्यक है, जिसे Conductor अभी नहीं भर सकता। इसे ब्राउज़र में बनाएँ।
it: Questo tipo richiede anche %@, che Conductor non può ancora compilare. Crealo nel browser.
ja: このタイプでは%@も必須ですが、Conductorではまだ入力できません。ブラウザで作成してください。
pt_br: Este tipo também exige %@, que o Conductor ainda não consegue preencher. Crie o item no navegador.
ru: Для этого типа также нужны поля: %@. Conductor пока не умеет их заполнять. Создайте задачу в браузере.
uk: Для цього типу також потрібні поля: %@. Conductor поки не вміє їх заповнювати — створіть задачу в браузері.
zh_hans: 此类型还需要填写 %@，Conductor 暂不支持。请在浏览器中创建。

source: This week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fr: Cette semaine
hi: इस सप्ताह
it: Questa settimana
ja: 今週
pt_br: Esta semana
ru: На этой неделе
uk: Цього тижня
zh_hans: 本周

source: Time
ar: الوقت
de: Zeit
es: Tiempo
fr: Temps
hi: समय
it: Tempo
ja: 時間
pt_br: Tempo
ru: Время
uk: Час
zh_hans: 时间

source: Time spent, e.g. 1h 30m
ar: الوقت المستغرق، مثل 1h 30m
de: Aufgewendete Zeit, z. B. 1h 30m
es: Tiempo empleado, p. ej., 1h 30m
fr: Temps passé, p. ex. 1h 30m
hi: लगा समय, जैसे 1h 30m
it: Tempo impiegato, ad es. 1h 30m
ja: 費やした時間 (例: 1h 30m)
pt_br: Tempo gasto, ex.: 1h 30m
ru: Затраченное время, например 1h 30m
uk: Витрачений час, напр. 1h 30m
zh_hans: 耗时，例如 1h 30m

source: To Do
ar: للتنفيذ
de: Zu erledigen
es: Por hacer
fr: À faire
hi: करना है
it: Da fare
ja: 作業前
pt_br: A fazer
ru: К выполнению
uk: До виконання
zh_hans: 待办

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd’hui
hi: आज
it: Oggi
ja: 今日
pt_br: Hoje
ru: Сегодня
uk: Сьогодні
zh_hans: 今天

source: Tomorrow at %@
ar: غدًا الساعة %@
de: Morgen um %@
es: Mañana a las %@
fr: Demain à %@
hi: कल, %@ पर
it: Domani alle %@
ja: 明日 %@
pt_br: Amanhã às %@
ru: Завтра в %@
uk: Завтра о %@
zh_hans: 明天 %@

source: Try to reconnect now. Conductor also retries on its own every 20 seconds.
ar: حاول إعادة الاتصال الآن. يعيد Conductor المحاولة تلقائيًا كل 20 ثانية أيضًا.
de: Jetzt erneut verbinden. Conductor versucht es außerdem alle 20 Sekunden selbst.
es: Intentar reconectar ahora. Conductor también lo reintenta automáticamente cada 20 segundos.
fr: Tenter de se reconnecter maintenant. Conductor réessaie aussi de lui-même toutes les 20 secondes.
hi: अभी फिर से कनेक्ट करने का प्रयास करें। Conductor हर 20 सेकंड में खुद भी पुनः प्रयास करता है।
it: Prova a riconnetterti ora. Conductor riprova comunque da solo ogni 20 secondi.
ja: 今すぐ再接続します。Conductorは20秒ごとに自動で再試行します。
pt_br: Tente reconectar agora. O Conductor também tenta de novo sozinho a cada 20 segundos.
ru: Переподключиться сейчас. Conductor также сам повторяет попытку каждые 20 секунд.
uk: Спробувати під’єднатися зараз. Conductor також автоматично повторює спробу кожні 20 секунд.
zh_hans: 立即尝试重新连接。Conductor 也会每 20 秒自动重试。

source: Type
ar: النوع
de: Typ
es: Tipo
hi: प्रकार
it: Tipo
ja: タイプ
pt_br: Tipo
ru: Тип
uk: Тип
zh_hans: 类型

source: Type: %@
ar: النوع: %@
de: Typ: %@
es: Tipo: %@
hi: प्रकार: %@
it: Tipo: %@
ja: タイプ: %@
pt_br: Tipo: %@
ru: Тип: %@
uk: Тип: %@
zh_hans: 类型：%@

source: Unassign
ar: إلغاء الإسناد
de: Zuweisung aufheben
es: Quitar asignación
fr: Retirer le responsable
hi: असाइनमेंट हटाएँ
it: Rimuovi assegnazione
ja: 割り当てを解除
pt_br: Remover Responsável
ru: Снять исполнителя
uk: Зняти виконавця
zh_hans: 取消分配

source: Unassigned
ar: غير مُسندة
de: Nicht zugewiesen
es: Sin asignar
fr: Non assigné
hi: असाइन नहीं
it: Non assegnato
ja: 未割り当て
pt_br: Sem responsável
ru: Не назначено
uk: Не призначено
zh_hans: 未分配

source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
it: Sconosciuto
ja: 不明
pt_br: Desconhecido
ru: Неизвестный
uk: Невідомо
zh_hans: 未知

source: Unknown error
ar: خطأ غير معروف
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
hi: अज्ञात त्रुटि
it: Errore sconosciuto
ja: 不明なエラー
pt_br: Erro desconhecido
ru: Неизвестная ошибка
uk: Невідома помилка
zh_hans: 未知错误

source: Untitled
ar: بدون عنوان
de: Ohne Titel
es: Sin título
fr: Sans titre
hi: शीर्षकहीन
it: Senza titolo
ja: 名称未設定
pt_br: Sem título
ru: Без названия
uk: Без назви
zh_hans: 未命名

source: Updated
ar: تاريخ التحديث
de: Aktualisiert
es: Actualizada
fr: Mis à jour
hi: अपडेट किया गया
it: Aggiornato
ja: 更新日
pt_br: Atualizado
ru: Обновлено
uk: Оновлено
zh_hans: 已更新

source: Updates
ar: التحديثات
es: Actualizaciones
fr: Mises à jour
hi: अपडेट
it: Aggiornamenti
ja: アップデート
pt_br: Atualizações
ru: Обновления
uk: Оновлення
zh_hans: 更新

source: Use w, d, h, m
ar: استخدم w, d, h, m
de: w, d, h, m verwenden
es: Usa w, d, h, m
fr: Utilisez w, d, h, m
hi: w, d, h, m का उपयोग करें
it: Usa w, d, h, m
ja: w, d, h, m で入力してください
ru: Используйте w, d, h, m
uk: Використовуйте w, d, h, m
zh_hans: 请使用 w、d、h、m

source: Version %@
ar: الإصدار %@
es: Versión %@
hi: संस्करण %@
it: Versione %@
ja: バージョン %@
pt_br: Versão %@
ru: Версия %@
uk: Версія %@
zh_hans: 版本 %@

source: Was %@
ar: كانت %@
de: War %@
es: Era %@
fr: Était %@
hi: पहले %@ था
it: Era %@
ja: 以前: %@
pt_br: Era %@
ru: Было: %@
uk: Було: %@
zh_hans: 原为 %@

source: Watch This Issue
ar: مراقبة هذه المشكلة
de: Diesen Vorgang beobachten
es: Observar esta incidencia
fr: Observer ce ticket
hi: इस इश्यू को वॉच करें
it: Osserva questo ticket
ja: この課題をウォッチ
pt_br: Seguir Este Item
ru: Следить за задачей
uk: Стежити за задачею
zh_hans: 关注此事务

source: Watchers
ar: المراقبون
de: Beobachter
es: Observadores
fr: Observateurs
hi: वॉचर
it: Osservatori
ja: ウォッチャー
pt_br: Seguidores
ru: Наблюдатели
uk: Спостерігачі
zh_hans: 关注者

source: Watching
ar: قيد المراقبة
de: Beobachtet
es: Observadas
fr: Observés
hi: वॉच किए गए
it: Osservati
ja: ウォッチ中
pt_br: Seguindo
ru: Отслеживаемые
uk: Відстежувані
zh_hans: 我关注的

source: What you delete, and status changes, land here and can be put back.
ar: ما تحذفه، وتغييرات الحالة، يصل إلى هنا ويمكن استعادته.
de: Was Sie löschen, und Statusänderungen, landet hier und kann zurückgeholt werden.
es: Lo que eliminas, y los cambios de estado, llegan aquí y se pueden recuperar.
fr: Ce que vous supprimez, et les changements d’état, arrivent ici et peuvent être rétablis.
hi: आप जो हटाते हैं, और स्थिति के बदलाव, यहाँ आते हैं और वापस लाए जा सकते हैं।
it: Ciò che elimini, e i cambi di stato, finiscono qui e possono essere ripristinati.
ja: 削除したものやステータスの変更はここに入り、元に戻せます。
pt_br: O que você apaga, e as mudanças de status, vêm parar aqui e podem ser restaurados.
ru: Всё, что вы удаляете, и смены статуса попадают сюда, и их можно вернуть.
uk: Усе, що ви видаляєте, і зміни статусу потрапляють сюди, і їх можна повернути.
zh_hans: 删除的内容和状态更改都会到这里，可以恢复。

source: Who is watching; right-click to watch or stop
ar: من يراقب؛ انقر بزر الفأرة الأيمن للمراقبة أو إيقافها
de: Wer beobachtet; Rechtsklick zum Beobachten oder Beenden
es: Quién observa; clic derecho para observar o dejar de hacerlo
fr: Qui suit ; clic droit pour suivre ou arrêter
hi: कौन देख रहा है; देखने या रोकने के लिए राइट-क्लिक करें
it: Chi osserva; clic destro per osservare o smettere
ja: ウォッチしている人。右クリックでウォッチの開始・停止
pt_br: Quem observa; clique com o botão direito para observar ou parar
ru: Кто наблюдает; правый клик, чтобы наблюдать или перестать
uk: Хто стежить; правий клік, щоб стежити або припинити
zh_hans: 谁在关注；右键点击以关注或取消关注

source: WIP limit %lld
ar: حد العمل قيد التنفيذ: %lld
es: Límite de WIP: %lld
fr: Limite WIP : %lld
hi: WIP सीमा %lld
it: Limite WIP %lld
ja: WIP 制限: %lld
pt_br: Limite de WIP: %lld
ru: Лимит WIP: %lld
uk: Ліміт WIP: %lld
zh_hans: WIP 限制 %lld

source: WIP limit %lld, exceeded
ar: تم تجاوز حد العمل قيد التنفيذ: %lld
de: WIP-Limit %lld, überschritten
es: Límite de WIP: %lld, superado
fr: Limite WIP : %lld, dépassée
hi: WIP सीमा %lld, पार हो गई
it: Limite WIP %lld superato
ja: WIP 制限: %lld (超過)
pt_br: Limite de WIP: %lld, excedido
ru: Лимит WIP: %lld, превышен
uk: Ліміт WIP: %lld, перевищено
zh_hans: WIP 限制 %lld，已超出

source: Work Log
ar: سجل العمل
de: Arbeitsprotokoll
es: Registro de trabajo
fr: Journal de travail
hi: वर्क लॉग
it: Registro di lavoro
ja: 作業ログ
pt_br: Registro de Trabalho
ru: Журнал работ
uk: Журнал робіт
zh_hans: 工作日志

source: Work log on %@
ar: سجل عمل في %@
de: Arbeitsprotokoll zu %@
es: Registro de trabajo en %@
fr: Journal de travail sur %@
hi: %@ पर वर्क लॉग
it: Registro di lavoro su %@
ja: %@ の作業ログ
pt_br: Registro de trabalho em %@
ru: Журнал работ по %@
uk: Журнал робіт щодо %@
zh_hans: %@ 的工作日志

source: Working Offline
ar: العمل دون اتصال
de: Offline
es: Trabajando sin conexión
fr: Hors ligne
hi: ऑफ़लाइन काम कर रहे हैं
it: Modalità offline
ja: オフラインで作業中
pt_br: Trabalhando Offline
ru: Офлайн-режим
uk: Офлайн-режим
zh_hans: 离线工作

source: Write something…
ar: اكتب شيئًا…
de: Schreiben Sie etwas …
es: Escribe algo…
fr: Écrivez quelque chose…
hi: कुछ लिखें…
it: Scrivi qualcosa…
ja: テキストを入力…
pt_br: Escreva algo…
ru: Напишите что-нибудь…
uk: Напишіть щось…
zh_hans: 写点什么…

source: Yellow
ar: أصفر
de: Gelb
es: Amarillo
fr: Jaune
hi: पीला
it: Giallo
ja: イエロー
pt_br: Amarelo
ru: Желтый
uk: Жовтий
zh_hans: 黄色

source: You have %@.
ar: لديك %@.
de: Sie haben %@.
es: Tienes la versión %@.
fr: Vous avez la version %@.
hi: आपके पास %@ है।
it: Hai la versione %@.
ja: 現在のバージョンは%@です。
pt_br: Você tem a versão %@.
ru: У вас версия %@.
uk: У вас версія %@.
zh_hans: 你当前使用的是 %@。

source: You're up to date
ar: لديك أحدث إصدار
de: Sie sind auf dem neuesten Stand
es: Estás al día
fr: Vous êtes à jour
hi: आप अप टू डेट हैं
it: Sei aggiornato
ja: 最新の状態です
pt_br: Você tem a versão mais recente
ru: Установлена последняя версия
uk: У вас найновіша версія
zh_hans: 已是最新版本
